"CIAdditionCompositing" = "Adição";
"CIAffineClamp" = "Grampo Afim";
"CIAffineTile" = "Mosaico Afim";
"CIAffineTransform" = "Transformação de Afim";
"CIBarsSwipeTransition"="Barras de Transição de Golpe";
"CIBlendWithMask" = "Fundir com Máscara";
"CIBloom" = "Florescer";
"CIBoxBlur"="Desfocalização de Caixa";
"CIBumpDistortion" = "Incrementar Distorção";
"CIBumpDistortionLinear"="Distorção Linear da Saliência";
"CICMYKHalftone" = "Meio-Tom CMYK";
"CICheckerboardGenerator" = "Xadrez";
"CICircleSplashDistortion" = "Distorção Esguicho Circular";
"CICircularScreen" = "Tela Circular";
"CICircularWrap" = "Distorção Ajuste Circular";
"CIColorControls" = "Controles de Cor";
"CIColorCube" = "Cubo de Cor";
"CIColorInvert" = "Inversão de Cores";
"CIColorMap" = "Mapa de Cores";
"CIColorMatrix" = "Matriz de Cores";
"CIColorMonochrome" = "Cor Monocromática";
"CIColorPosterize" = "Posterização de Cores";
"CIComicEffect" = "Efeito Comic";
"CIConstantColorGenerator" = "Cor Constante";
"CICopyMachineTransition" = "Máquina Copiadora";
"CICrop" = "Recortar";
"CICrystallize" = "Cristalizar";
"CIDiscBlur"="Desfocalização de Disco";
"CIDisintegrateWithMaskTransition" = "Desintegrar com Máscara";
"CIDisplacementDistortion" = "Distorção de Deslocamento";
"CIDissolveTransition" = "Dissolver";
"CIDotScreen" = "Tela de Pontos";
"CIEdges" = "Contornos";
"CIEdgeWork" = "Trabalho de Contorno";
"CIEightfoldReflectedTile"="Mosaico Refletido Oito Vezes";
"CIExposureAdjust" = "Ajuste de Exposição";
"CIFalseColor" = "Cor Falsa";
"CIFastBoxBlur" = "Desfocalização de Caixa Rápida";
"CIFastDiscBlur" = "Desfocalização de Disco Rápida";
"CIFlashTransition" = "Flash";
"CIFourfoldReflectedTile"="Mosaico Refletido Quatro Vezes";
"CIFourfoldRotatedTile"="Mosaico Girado Quatro Vezes";
"CIFourfoldTranslatedTile"="Mosaico Convertido Quatro Vezes";
"CIGammaAdjust" = "Ajuste de Gama";
"CIGaussianBlur" = "Borrado Gaussiano";
"CIGaussianGradient" = "Gradiente Gaussiano";
"CIGlassDistortion" = "Distorção de Vidro";
"CIGlassLozenge" = "Lozenge Vidro";
"CIGlideReflectedTile"="Mosaico Refletido Deslizado";
"CIGloom" = "Escuridão";
"CIHatchedScreen" = "Tela Hachurada";
"CIHeightFieldFromMask" = "Campo de Altura da Máscara";
"CIHexagonalPixellate"="Pixelado Hexagonal";
"CIHoleDistortion" = "Distorção de Buraco";
"CIHueAdjust" = "Ajuste de Matiz";
"CIKaleidoscope" = "Caleidoscópio";
"CILanczosScaleTransform" = "Transformação de Escala Lanczos";
"CILenticularHaloGenerator" = "Halo Lenticular";
"CILineOverlay" = "Sobreposição de Linhas";
"CILineScreen" = "Tela de Linhas";
"CILinearGradient" = "Gradiente Linear";
"CIMaskToAlpha" = "Máscara para Alfa";
"CIMaximumCompositing" = "Máximo";
"CIMedianFilter" = "Médio";
"CIMinimumCompositing" = "Mínimo";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Desfocado em Movimento";
"CIMultiplyCompositing" = "Multiplicação";
"CINoiseReduction" = "Redução de Ruído";
"CIOpTile" = "Mosaico Op";
"CIPageCurlTransition" = "Espiral da Página";
"CIParallelogramTile" = "Mosaico de Paralelogramo";
"CIPerspectiveTile" = "Mosaico de Perspectiva";
"CIPerspectiveTransform" = "Transformação de Perspectiva";
"CIPinchDistortion" = "Distorção Alavanca";
"CIPixellate" = "Pixelatar";
"CIPointillize" = "Pontilhar";
"CIRadialGradient" = "Gradiente Radial";
"CIRandomGenerator" = "Gerador Aleatório";
"CIRippleTransition" = "Ondulado";
"CISepiaTone" = "Tom Sépia";
"CIShadedMaterial" = "Material Sombreado";
"CISharpenLuminance" = "Luminância Nítida";
"CISixfoldReflectedTile"="Mosaico Refletido Seis Vezes";
"CISixfoldRotatedTile"="Mosaico Girado Seis Vezes";
"CISourceAtopCompositing" = "Fonte Em Cima";
"CISourceInCompositing" = "Fonte Dentro";
"CISourceOutCompositing" = "Fonte Fora";
"CISourceOverCompositing" = "Fonte Sobre";
"CISpotColor" = "Cor Especial";
"CISpotLight" = "Refletor";
"CIStarShineGenerator" = "Brilho de Estrela";
"CIStripesGenerator" = "Segmentos";
"CISunbeamsGenerator" = "Raios de Sol";
"CISwipeTransition" = "Golpe";
"CITorusLensDistortion" = "Distorção de Lente Saliência";
"CITriangleTile" = "Mosaico de Triângulo";
"CITwelvefoldReflectedTile"="Mosaico Refletido Doze Vezes";
"CITwirlDistortion" = "Distorção Torcida";
"CIUnsharpMask" = "Máscara Não Nítida";
"CIVortexDistortion" = "Distorção Redemoinho";
"CIWhitePointAdjust" = "Ajuste de Ponto Branco";
"CIZoomBlur" = "Ampliar Desfocado";
"CIColorBlendMode" = "Modo de Fusão de Cores";
"CIColorBurnBlendMode" = "Modo de Fusão de Queima de Cores";
"CIColorDodgeBlendMode" = "Modo de Fusão de Desvio de Cores";
"CIDarkenBlendMode" = "Modo de Fusão Escuro";
"CIDifferenceBlendMode" = "Modo de Fusão por Diferença";
"CIExclusionBlendMode" = "Modo de Fusão por Exclusão";
"CIHardLightBlendMode" = "Modo de Fusão por Luz Fixa";
"CIHueBlendMode" = "Modo de Fusão de Matiz";
"CILightenBlendMode" = "Modo de Fusão Claro";
"CILuminosityBlendMode" = "Modo de Fusão por Luminosidade";
"CIMultiplyBlendMode" = "Modo de Fusão por Multiplicação";
"CIOverlayBlendMode" = "Modo de Fusão por Sobreposição";
"CISaturationBlendMode" = "Modo de Fusão por Saturação";
"CIScreenBlendMode" = "Modo de Fusão por Tela";
"CISoftLightBlendMode" = "Modo de Fusão por Luz Suave";
"CIAreaHistogram" = "Histograma de Área";
"CIAreaMaximum" = "Área Máxima";
"CIAreaMinimum" = "Área Mínima";
"CIAreaMaximumAlpha" = "Alfa de Área Máxima";
"CIAreaMinimumAlpha" = "Alfa de Área Mínima";
"CIAreaAverage" = "Média de Área";
"CIRowAverage" = "Média de Filas";
"CIColumnAverage" = "Média de Coluna";
"CIMinimumComponent" = "Componente Mínimo";
"CIMaximumComponent" = "Componente Máximo";
